import React from "react";
import { Page } from "../views/Counter/style";

export default function About() {
    return (
        <Page>
            <p>Компания _ основана в 1990 году.

Основной вид деятельности - разработка и внедрение систем автоматизации процессов конструкторской и технологической подготовки производства на машиностроительных, приборостроительных предприятиях, а также информационная поддержка проектирования в промышленном и гражданском строительстве.

Применение наших решений позволяет предприятиям значительно повысить эффективность, сократить сроки и стоимость технической подготовки производства.</p>
        </Page>
    )
}
